<!DOCTYPE html>
<html lang="en">
<head>
    <title></title>
    <meta charset="utf-8">
    <meta name="description" content="">
    <meta name="keywords" content="">
    <meta name="viewport" content="width=device-width, initial-scale=1, shrink-to-fit=no">

    <link rel="icon" href="img/favicon.svg">

    <link rel="stylesheet" href="{{ asset('css/libs.min.css') }}">

    <link rel="stylesheet" href="{{ asset('css/main.css') }} ">
</head>
<body>

<section id="publication">
    <div class="container">
        <div class="publication-header">
            <a class="return-btn" href="{{ url('main')}}">
                <img src="{{ asset('img/icon/cursor-left.svg') }}">
            </a>
            <a class="publication-logo" href="#">
                <svg width="80" height="30" viewBox="0 0 80 30" fill="none" xmlns="http://www.w3.org/2000/svg">
                    <g opacity="0.3">
                        <path d="M19.512 9.14119C19.512 8.55046 19.6745 8.12314 19.9995 7.85926C20.3244 7.59562 20.7815 7.46356 21.3704 7.46356C21.7362 7.46356 22.0711 7.51109 22.3758 7.60616C22.6803 7.70098 22.8834 7.76958 22.9852 7.81197V16.1362C22.9852 17.571 23.31 18.6631 23.9602 19.4121C24.61 20.1611 25.6055 20.5358 26.9458 20.5358C28.2863 20.5358 29.2816 20.1611 29.9316 19.4121C30.5813 18.6631 30.9065 17.5713 30.9065 16.1362V9.14119C30.9065 8.55046 31.069 8.12314 31.394 7.85926C31.7188 7.59562 32.166 7.46356 32.7346 7.46356C33.1207 7.46356 33.4659 7.51109 33.7704 7.60616C34.0751 7.70098 34.2782 7.76958 34.3798 7.81197V16.9274C34.3798 18.0035 34.202 18.9689 33.8468 19.8235C33.4914 20.6781 32.9836 21.4007 32.3235 21.9914C31.6634 22.5824 30.8764 23.0305 29.9625 23.3366C29.0483 23.6426 28.0432 23.7955 26.9462 23.7955C25.8496 23.7955 24.8442 23.6426 23.9303 23.3366C23.0161 23.0305 22.2343 22.5821 21.5843 21.9914C20.9346 21.4007 20.4266 20.6781 20.061 19.8235C19.6955 18.9689 19.5124 18.0035 19.5124 16.9274L19.512 9.14119ZM39.9887 26.0746C40.07 26.117 40.2476 26.1959 40.5219 26.3121C40.796 26.4282 41.1413 26.5443 41.5575 26.6602C41.974 26.7761 42.4613 26.8763 43.02 26.9609C43.5785 27.0454 44.1829 27.0875 44.8329 27.0875C45.5235 27.0875 46.2039 27.0084 46.8742 26.8501C47.5442 26.6918 48.1435 26.4069 48.6715 25.9955C49.1996 25.5841 49.6312 25.009 49.9663 24.2706C50.3014 23.5318 50.4689 22.5824 50.4689 21.422V21.0422C50.0019 21.6119 49.3265 22.1499 48.443 22.6564C47.5595 23.1628 46.4982 23.4162 45.2593 23.4162C44.1219 23.4162 43.0761 23.2209 42.1214 22.8306C41.1667 22.4403 40.3443 21.8917 39.6538 21.1848C38.9632 20.4779 38.425 19.6287 38.0392 18.6369C37.6531 17.645 37.4602 16.5478 37.4602 15.345C37.4602 14.1423 37.6684 13.0345 38.0847 12.0219C38.5012 11.009 39.075 10.1333 39.8061 9.39479C40.5373 8.6563 41.4158 8.0761 42.4415 7.65393C43.4671 7.23201 44.5893 7.02081 45.8079 7.02081C46.9657 7.02081 48.0369 7.20016 49.022 7.55887C50.0071 7.91757 50.8651 8.46617 51.5965 9.20465C52.3276 9.94314 52.8964 10.882 53.3026 12.0216C53.7089 13.1612 53.912 14.501 53.912 16.0414V20.5992C53.912 22.2661 53.6936 23.6957 53.257 24.888C52.8203 26.0803 52.216 27.0562 51.4441 27.8157C50.6724 28.5755 49.7533 29.1293 48.6871 29.4774C47.6208 29.8256 46.4579 29.9998 45.1987 29.9998C44.366 29.9998 43.6094 29.9523 42.929 29.8575C42.2485 29.7624 41.6443 29.6463 41.1162 29.5093C40.5882 29.3721 40.1514 29.2349 39.8061 29.0979C39.4609 28.9607 39.2071 28.8499 39.0446 28.7657L39.9887 26.0746ZM45.7772 20.3775C46.4678 20.3775 47.0975 20.251 47.6661 19.9977C48.2347 19.7443 48.7222 19.3964 49.1286 18.9532C49.5347 18.5099 49.8548 17.9824 50.0882 17.3706C50.3217 16.7586 50.4385 16.0835 50.4385 15.3448C50.4385 14.6274 50.3217 13.9575 50.0882 13.3352C49.8548 12.7126 49.5347 12.1745 49.1286 11.721C48.7222 11.2675 48.2347 10.9139 47.6661 10.6608C47.0973 10.4077 46.4678 10.281 45.7772 10.281C45.0664 10.281 44.4216 10.4128 43.8426 10.6767C43.2638 10.9406 42.7712 11.3045 42.365 11.7688C41.9587 12.2331 41.6441 12.7711 41.4205 13.3829C41.1971 13.9948 41.0854 14.649 41.0854 15.3453C41.0854 16.8646 41.512 18.0831 42.365 19.001C43.2179 19.9188 44.3556 20.3775 45.7772 20.3775ZM57.3883 9.14119C57.3883 8.55046 57.5508 8.12314 57.8756 7.85926C58.2006 7.59562 58.6576 7.46356 59.2466 7.46356C59.6121 7.46356 59.9472 7.51109 60.252 7.60616C60.5564 7.70098 60.7597 7.76958 60.8614 7.81197V23.3525H57.3883V9.14119ZM59.1249 0.342356C59.714 0.342356 60.2114 0.553316 60.6178 0.975482C61.0241 1.3974 61.2272 1.91439 61.2272 2.5262C61.2272 3.13826 61.0241 3.655 60.6178 4.07716C60.2114 4.49933 59.714 4.71029 59.1249 4.71029C58.5357 4.71029 58.0383 4.49933 57.632 4.07716C57.2258 3.655 57.0225 3.13826 57.0225 2.5262C57.0225 1.91439 57.2258 1.3974 57.632 0.975482C58.0383 0.553316 58.5357 0.342356 59.1249 0.342356ZM64.7038 13.7622C64.7038 12.7072 64.8917 11.7629 65.2674 10.9293C65.6431 10.0958 66.161 9.38891 66.8212 8.8087C67.4813 8.2285 68.2634 7.78526 69.1671 7.47924C70.0709 7.17321 71.0612 7.02032 72.1376 7.02032C73.2142 7.02032 74.2092 7.17321 75.1234 7.47924C76.0373 7.78526 76.8243 8.22826 77.4844 8.8087C78.1445 9.38891 78.6575 10.0958 79.023 10.9293C79.3886 11.7629 79.5714 12.7072 79.5714 13.7622V23.3525H76.0983V14.6801C76.0983 13.2452 75.7632 12.1532 75.0929 11.4042C74.4227 10.6552 73.4375 10.2805 72.1376 10.2805C70.8173 10.2805 69.8272 10.6552 69.1671 11.4042C68.507 12.1532 68.177 13.2452 68.177 14.6801V23.3525H64.7038V13.7622Z" fill="#131315"/>
                        <path fill-rule="evenodd" clip-rule="evenodd" d="M0 1.67617C0 1.10699 0.162262 0.685315 0.487255 0.41114C0.812013 0.136965 1.26861 0 1.85704 0C2.22236 0 2.55726 0.0475339 2.86174 0.142111C3.16621 0.237178 3.36904 0.305782 3.47069 0.347681V9.42486C3.97799 8.75008 4.67845 8.17551 5.57135 7.70116C6.46426 7.22656 7.48924 6.98938 8.64606 6.98938C9.62882 6.98938 10.5444 7.14889 11.3934 7.46741L8.72318 10.2462C8.53969 10.2258 8.35149 10.2155 8.15904 10.2155C7.44844 10.2155 6.80435 10.3474 6.22582 10.6107C5.64753 10.8744 5.15532 11.238 4.74943 11.7018C4.34355 12.1656 4.02374 12.714 3.79049 13.3466C3.55724 13.9793 3.44026 14.6538 3.44026 15.3707C3.44026 16.1298 3.55724 16.8256 3.79049 17.458C4.02398 18.0907 4.34874 18.6282 4.76477 19.071C5.18079 19.5137 5.67795 19.8616 6.25648 20.1147C6.83477 20.3679 7.46919 20.4943 8.15927 20.4943C8.84935 20.4943 9.4833 20.3625 10.0618 20.0991C10.5812 19.8624 11.0352 19.5492 11.4236 19.1597L11.4243 19.1589C11.463 19.1202 11.5007 19.0808 11.538 19.0406L16.3551 14.0283C16.4115 14.4615 16.4398 14.9089 16.4398 15.3707C16.4398 16.5725 16.2369 17.6901 15.8308 18.723C15.4249 19.7563 14.8568 20.6418 14.1261 21.3798C13.3953 22.1178 12.5278 22.6975 11.5231 23.1194C10.5184 23.5411 9.4175 23.752 8.22012 23.752C7.02274 23.752 5.92158 23.5624 4.91688 23.1829C3.91219 22.8031 3.04452 22.2339 2.31411 21.4751C1.58322 20.7158 1.01507 19.7673 0.609186 18.6285C0.203298 17.4899 0.000236075 16.1511 0.000236075 14.6119V1.67617H0Z" fill="#131315"/>
                        <path d="M15.9342 10.8322C16.2698 10.4836 16.4163 10.1195 16.3745 9.73971C16.3325 9.36018 16.138 8.98971 15.7903 8.62855C15.5625 8.39186 15.3229 8.20516 15.0712 8.0682C14.8196 7.93123 14.6519 7.84425 14.568 7.80676L8.81594 13.7823L8.00912 12.9441C7.67399 12.5956 7.32281 12.4432 6.95749 12.4866C6.59193 12.5302 6.23534 12.7326 5.88794 13.0938C5.66011 13.3304 5.4804 13.5794 5.34833 13.8408C5.21672 14.1023 5.13253 14.2765 5.09668 14.3637L7.37564 16.7313C8.16879 17.5553 9.46263 17.5553 10.256 16.731L10.9551 16.0048L15.934 10.8322H15.9342Z" fill="#4F5159"/>
                    </g>
                </svg>
            </a>
            <label class="switch">
                <input type="checkbox" id="publication-checkbox">
                <span class="slider"></span>
            </label>
        </div>
        <div class="publication">
            <div class="publication-intro">
                    <div class="publication-category">
                        <div class="publication-type"></div>
                        <p>Әлем</p>
                    </div>
                    <div class="publication-author">
                        <p>Kymbat Slyambekov</p>
                    </div>
                    <ul class="nav publication-meta">
                        <li class="nav-item">
                            <p>2 сағат бұрын</p>
                        </li>
                        <li class="nav-item">
                            <i class="eye"></i>
                            <p>2895</p>
                        </li>
                        <li class="nav-item">
                            <i class="icon icon-b"></i>
                            <p>10К</p>
                        </li>
                    </ul>
                </div>
            <h1 class="publication-title">{{$data->title}}</h1>
            <div class="publication-introduction">
                    <p></p>
                </div>
            <ul class="nav publication-tools">
                    <li class="nav-item">
                        <a class="nav-link" href="#">
                            <i class="cloud"></i>
                            <p>16 пікір</p>
                        </a>
                    </li>
                    <li class="nav-item">
                        <a class="nav-link" href="#">
                            <i class="earphone"></i>
                            <p>Тыңдыу</p>
                        </a>
                    </li>
                    <li class="nav-item">
                        <a class="nav-link" href="#">
                            <i class="share-link"></i>
                            <p>Бөлісу</p>
                        </a>
                    </li>
                </ul>
            <div class="support-box">
                <div class="support-img">
                    <i class="icon icon-support"></i>
                </div>
                <div class="support-caption">
                    <p>Авторларды қолдау орталығы</p>
                    <a class="support-call" href="tel:+78000040420">8 800 004 04 20</a>
                    <p>Дс-Жм 09:00-18:00</p>
                </div>
                <div class="support-social">
                    <a class="support-social-btn support-tg" href="tg://resolve?domain=<Erkosh>">
                        <i class="icon icon-tg"></i>
                    </a>
                    <a class="support-social-btn support-whatsapp" href="https://wa.me/<+78000040420>">
                        <i class="icon icon-whatsapp"></i>
                    </a>
                </div>
            </div>
            <div class="publication-img">
                <img src="{{ asset('uploads/'.$data->image)}}">
                <div class="publication-img-symbol">
                    <svg width="80" height="30" viewBox="0 0 80 30" fill="none" xmlns="http://www.w3.org/2000/svg">
                        <g opacity="1">
                            <path d="M19.512 9.14119C19.512 8.55046 19.6745 8.12314 19.9995 7.85926C20.3244 7.59562 20.7815 7.46356 21.3704 7.46356C21.7362 7.46356 22.0711 7.51109 22.3758 7.60616C22.6803 7.70098 22.8834 7.76958 22.9852 7.81197V16.1362C22.9852 17.571 23.31 18.6631 23.9602 19.4121C24.61 20.1611 25.6055 20.5358 26.9458 20.5358C28.2863 20.5358 29.2816 20.1611 29.9316 19.4121C30.5813 18.6631 30.9065 17.5713 30.9065 16.1362V9.14119C30.9065 8.55046 31.069 8.12314 31.394 7.85926C31.7188 7.59562 32.166 7.46356 32.7346 7.46356C33.1207 7.46356 33.4659 7.51109 33.7704 7.60616C34.0751 7.70098 34.2782 7.76958 34.3798 7.81197V16.9274C34.3798 18.0035 34.202 18.9689 33.8468 19.8235C33.4914 20.6781 32.9836 21.4007 32.3235 21.9914C31.6634 22.5824 30.8764 23.0305 29.9625 23.3366C29.0483 23.6426 28.0432 23.7955 26.9462 23.7955C25.8496 23.7955 24.8442 23.6426 23.9303 23.3366C23.0161 23.0305 22.2343 22.5821 21.5843 21.9914C20.9346 21.4007 20.4266 20.6781 20.061 19.8235C19.6955 18.9689 19.5124 18.0035 19.5124 16.9274L19.512 9.14119ZM39.9887 26.0746C40.07 26.117 40.2476 26.1959 40.5219 26.3121C40.796 26.4282 41.1413 26.5443 41.5575 26.6602C41.974 26.7761 42.4613 26.8763 43.02 26.9609C43.5785 27.0454 44.1829 27.0875 44.8329 27.0875C45.5235 27.0875 46.2039 27.0084 46.8742 26.8501C47.5442 26.6918 48.1435 26.4069 48.6715 25.9955C49.1996 25.5841 49.6312 25.009 49.9663 24.2706C50.3014 23.5318 50.4689 22.5824 50.4689 21.422V21.0422C50.0019 21.6119 49.3265 22.1499 48.443 22.6564C47.5595 23.1628 46.4982 23.4162 45.2593 23.4162C44.1219 23.4162 43.0761 23.2209 42.1214 22.8306C41.1667 22.4403 40.3443 21.8917 39.6538 21.1848C38.9632 20.4779 38.425 19.6287 38.0392 18.6369C37.6531 17.645 37.4602 16.5478 37.4602 15.345C37.4602 14.1423 37.6684 13.0345 38.0847 12.0219C38.5012 11.009 39.075 10.1333 39.8061 9.39479C40.5373 8.6563 41.4158 8.0761 42.4415 7.65393C43.4671 7.23201 44.5893 7.02081 45.8079 7.02081C46.9657 7.02081 48.0369 7.20016 49.022 7.55887C50.0071 7.91757 50.8651 8.46617 51.5965 9.20465C52.3276 9.94314 52.8964 10.882 53.3026 12.0216C53.7089 13.1612 53.912 14.501 53.912 16.0414V20.5992C53.912 22.2661 53.6936 23.6957 53.257 24.888C52.8203 26.0803 52.216 27.0562 51.4441 27.8157C50.6724 28.5755 49.7533 29.1293 48.6871 29.4774C47.6208 29.8256 46.4579 29.9998 45.1987 29.9998C44.366 29.9998 43.6094 29.9523 42.929 29.8575C42.2485 29.7624 41.6443 29.6463 41.1162 29.5093C40.5882 29.3721 40.1514 29.2349 39.8061 29.0979C39.4609 28.9607 39.2071 28.8499 39.0446 28.7657L39.9887 26.0746ZM45.7772 20.3775C46.4678 20.3775 47.0975 20.251 47.6661 19.9977C48.2347 19.7443 48.7222 19.3964 49.1286 18.9532C49.5347 18.5099 49.8548 17.9824 50.0882 17.3706C50.3217 16.7586 50.4385 16.0835 50.4385 15.3448C50.4385 14.6274 50.3217 13.9575 50.0882 13.3352C49.8548 12.7126 49.5347 12.1745 49.1286 11.721C48.7222 11.2675 48.2347 10.9139 47.6661 10.6608C47.0973 10.4077 46.4678 10.281 45.7772 10.281C45.0664 10.281 44.4216 10.4128 43.8426 10.6767C43.2638 10.9406 42.7712 11.3045 42.365 11.7688C41.9587 12.2331 41.6441 12.7711 41.4205 13.3829C41.1971 13.9948 41.0854 14.649 41.0854 15.3453C41.0854 16.8646 41.512 18.0831 42.365 19.001C43.2179 19.9188 44.3556 20.3775 45.7772 20.3775ZM57.3883 9.14119C57.3883 8.55046 57.5508 8.12314 57.8756 7.85926C58.2006 7.59562 58.6576 7.46356 59.2466 7.46356C59.6121 7.46356 59.9472 7.51109 60.252 7.60616C60.5564 7.70098 60.7597 7.76958 60.8614 7.81197V23.3525H57.3883V9.14119ZM59.1249 0.342356C59.714 0.342356 60.2114 0.553316 60.6178 0.975482C61.0241 1.3974 61.2272 1.91439 61.2272 2.5262C61.2272 3.13826 61.0241 3.655 60.6178 4.07716C60.2114 4.49933 59.714 4.71029 59.1249 4.71029C58.5357 4.71029 58.0383 4.49933 57.632 4.07716C57.2258 3.655 57.0225 3.13826 57.0225 2.5262C57.0225 1.91439 57.2258 1.3974 57.632 0.975482C58.0383 0.553316 58.5357 0.342356 59.1249 0.342356ZM64.7038 13.7622C64.7038 12.7072 64.8917 11.7629 65.2674 10.9293C65.6431 10.0958 66.161 9.38891 66.8212 8.8087C67.4813 8.2285 68.2634 7.78526 69.1671 7.47924C70.0709 7.17321 71.0612 7.02032 72.1376 7.02032C73.2142 7.02032 74.2092 7.17321 75.1234 7.47924C76.0373 7.78526 76.8243 8.22826 77.4844 8.8087C78.1445 9.38891 78.6575 10.0958 79.023 10.9293C79.3886 11.7629 79.5714 12.7072 79.5714 13.7622V23.3525H76.0983V14.6801C76.0983 13.2452 75.7632 12.1532 75.0929 11.4042C74.4227 10.6552 73.4375 10.2805 72.1376 10.2805C70.8173 10.2805 69.8272 10.6552 69.1671 11.4042C68.507 12.1532 68.177 13.2452 68.177 14.6801V23.3525H64.7038V13.7622Z" fill="#131315"/>
                            <path fill-rule="evenodd" clip-rule="evenodd" d="M0 1.67617C0 1.10699 0.162262 0.685315 0.487255 0.41114C0.812013 0.136965 1.26861 0 1.85704 0C2.22236 0 2.55726 0.0475339 2.86174 0.142111C3.16621 0.237178 3.36904 0.305782 3.47069 0.347681V9.42486C3.97799 8.75008 4.67845 8.17551 5.57135 7.70116C6.46426 7.22656 7.48924 6.98938 8.64606 6.98938C9.62882 6.98938 10.5444 7.14889 11.3934 7.46741L8.72318 10.2462C8.53969 10.2258 8.35149 10.2155 8.15904 10.2155C7.44844 10.2155 6.80435 10.3474 6.22582 10.6107C5.64753 10.8744 5.15532 11.238 4.74943 11.7018C4.34355 12.1656 4.02374 12.714 3.79049 13.3466C3.55724 13.9793 3.44026 14.6538 3.44026 15.3707C3.44026 16.1298 3.55724 16.8256 3.79049 17.458C4.02398 18.0907 4.34874 18.6282 4.76477 19.071C5.18079 19.5137 5.67795 19.8616 6.25648 20.1147C6.83477 20.3679 7.46919 20.4943 8.15927 20.4943C8.84935 20.4943 9.4833 20.3625 10.0618 20.0991C10.5812 19.8624 11.0352 19.5492 11.4236 19.1597L11.4243 19.1589C11.463 19.1202 11.5007 19.0808 11.538 19.0406L16.3551 14.0283C16.4115 14.4615 16.4398 14.9089 16.4398 15.3707C16.4398 16.5725 16.2369 17.6901 15.8308 18.723C15.4249 19.7563 14.8568 20.6418 14.1261 21.3798C13.3953 22.1178 12.5278 22.6975 11.5231 23.1194C10.5184 23.5411 9.4175 23.752 8.22012 23.752C7.02274 23.752 5.92158 23.5624 4.91688 23.1829C3.91219 22.8031 3.04452 22.2339 2.31411 21.4751C1.58322 20.7158 1.01507 19.7673 0.609186 18.6285C0.203298 17.4899 0.000236075 16.1511 0.000236075 14.6119V1.67617H0Z" fill="#131315"/>
                            <path d="M15.9342 10.8322C16.2698 10.4836 16.4163 10.1195 16.3745 9.73971C16.3325 9.36018 16.138 8.98971 15.7903 8.62855C15.5625 8.39186 15.3229 8.20516 15.0712 8.0682C14.8196 7.93123 14.6519 7.84425 14.568 7.80676L8.81594 13.7823L8.00912 12.9441C7.67399 12.5956 7.32281 12.4432 6.95749 12.4866C6.59193 12.5302 6.23534 12.7326 5.88794 13.0938C5.66011 13.3304 5.4804 13.5794 5.34833 13.8408C5.21672 14.1023 5.13253 14.2765 5.09668 14.3637L7.37564 16.7313C8.16879 17.5553 9.46263 17.5553 10.256 16.731L10.9551 16.0048L15.934 10.8322H15.9342Z" fill="#4F5159"/>
                        </g>
                    </svg>
                </div>
            </div>
            <div class="publication-text">
               {!! $data->description !!}
            </div>
            <div class="publication-share">
                <div class="share-author">
                    <img src="img/content/share-author.png">
                    <p>Kymbat Slyambekov</p>
                    <div class="share-author-numeric">
                        <p>+ 7341 b.</p>
                    </div>
                </div>
                <a class="share-btn" href="#">
                    <svg width="14" height="14" viewBox="0 0 14 14" fill="none" xmlns="http://www.w3.org/2000/svg">
                        <path d="M7 1V13M1 7H13" stroke="#8D8F9B" stroke-linecap="round" stroke-linejoin="round"/>
                    </svg>
                    <p>Жазылу</p>
                </a>
            </div>
            <ul class="nav publication-hash">
                <li class="nav-item">
                    <a class="nav-link" href="#"># Galaxy Z Fold2</a>
                </li>
                <li class="nav-item">
                    <a class="nav-link" href="#"># Samsung Care +</a>
                </li>
                <li class="nav-item">
                    <a class="nav-link" href="#"># Samsung Electronics</a>
                </li>
            </ul>
            <ul class="nav publication-social">
                <li class="nav-item">
                    <a class="nav-link p-facebook" href="#">
                        <img src="{{ asset('img/icon/p-fb.svg') }}">
                        <span>|</span>
                        <p>Facebook</p>
                    </a>
                </li>
                <li class="nav-item">
                    <a class="nav-link p-vk" href="#">
                        <img src="{{ asset('img/icon/p-vk.svg') }}">
                        <span>|</span>
                        <p>VK</p>
                    </a>
                </li>
                <li class="nav-item">
                    <a class="nav-link p-telegram" href="#">
                        <img src="{{ asset('img/icon/p-telegram.svg') }}">
                        <span>|</span>
                        <p>Telegram</p>
                    </a>
                </li>
                <li class="nav-item">
                    <a class="nav-link p-twitter" href="#">
                        <img src="{{ asset('img/icon/p-twitter.svg') }}">
                        <span>|</span>
                        <p>Twitter</p>
                    </a>
                </li>
                <li class="nav-item">
                    <a class="nav-link p-whatsapp" href="#">
                        <img src="{{ asset('img/icon/p-whatsapp.svg') }}">
                        <span>|</span>
                        <p>Whatsapp</p>
                    </a>
                </li>
                <li class="nav-item">
                    <a class="nav-link p-link" href="#">
                        <img src="{{ asset('img/icon/p-link.svg') }}">
                        <span>|</span>
                        <p>Сілтеме</p>
                    </a>
                </li>
            </ul>
            <div class="publication-comment">
                <div class="comment-sorting">
                    <div class="comment-sorting-left">
                        <p>ПІКІРЛЕР</p>
                        <div class="comment-number">31</div>
                    </div>
                    <div class="comment-sorting-right">
                        <a class="comment-sorting-btn" href="#">Танымал</a>
                        <a class="comment-sorting-btn" href="#">Жаңа</a>
                        <hr>
                    </div>
                </div>
                <div class="comment-write">
                    <input type="text" placeholder="Пікір жазыңыз">
                    <ul class="nav comment-write-tools">
                        <li class="nav-item">
                            <a class="nav-link" href="#">
                                <svg width="18" height="18" viewBox="0 0 20 20" fill="none" xmlns="http://www.w3.org/2000/svg">
                                    <path d="M11.89 19C11.9592 18.5445 11.996 18.0847 12 17.624C12 15.0716 10.986 12.6237 9.1812 10.8188C7.37635 9.01395 4.92844 8 2.376 8C1.91527 8.00319 1.45539 8.03995 1 8.11M1 14V6C1 4.67392 1.52678 3.40215 2.46447 2.46447C3.40215 1.52678 4.67392 1 6 1H14C15.3261 1 16.5979 1.52678 17.5355 2.46447C18.4732 3.40215 19 4.67392 19 6V14C19 15.3261 18.4732 16.5979 17.5355 17.5355C16.5979 18.4732 15.3261 19 14 19H6C4.67392 19 3.40215 18.4732 2.46447 17.5355C1.52678 16.5979 1 15.3261 1 14ZM13.854 6.854C13.784 6.9238 13.6949 6.97129 13.598 6.99049C13.501 7.00968 13.4005 6.9997 13.3093 6.96182C13.218 6.92394 13.14 6.85985 13.0851 6.77765C13.0302 6.69546 13.0009 6.59884 13.0009 6.5C13.0009 6.40116 13.0302 6.30454 13.0851 6.22235C13.14 6.14015 13.218 6.07606 13.3093 6.03818C13.4005 6.0003 13.501 5.99032 13.598 6.00951C13.6949 6.02871 13.784 6.0762 13.854 6.146C13.9006 6.19245 13.9375 6.24762 13.9627 6.30837C13.9879 6.36911 14.0009 6.43423 14.0009 6.5C14.0009 6.56577 13.9879 6.63089 13.9627 6.69163C13.9375 6.75238 13.9006 6.80755 13.854 6.854Z" stroke="#8D8F9B" stroke-linecap="round" stroke-linejoin="round"/>
                                </svg>
                            </a>
                        </li>
                        <li class="nav-item">
                            <a class="nav-link" href="#">
                                <svg width="18" height="18" viewBox="0 0 20 20" fill="none" xmlns="http://www.w3.org/2000/svg">
                                    <path d="M15.9733 10.0647L17.7033 8.33471C18.1097 7.94046 18.4336 7.46933 18.6562 6.94874C18.8788 6.42815 18.9956 5.86849 18.9999 5.30232C19.0042 4.73615 18.8958 4.17479 18.6811 3.65088C18.4664 3.12698 18.1497 2.65101 17.7493 2.25065C17.349 1.8503 16.873 1.53357 16.3491 1.31888C15.8252 1.10419 15.2638 0.995837 14.6977 1.00012C14.1315 1.00441 13.5719 1.12125 13.0513 1.34384C12.5307 1.56643 12.0595 1.89034 11.6653 2.29671L7.96529 5.99671C7.56865 6.39307 7.25401 6.8637 7.03933 7.38171C6.82465 7.89973 6.71416 8.45497 6.71416 9.01571C6.71416 9.57644 6.82465 10.1317 7.03933 10.6497C7.25401 11.1677 7.56865 11.6383 7.96529 12.0347L7.95429 12.0457C8.29893 12.3838 8.69908 12.6601 9.13729 12.8627M10.7603 7.23871C11.1985 7.44163 11.5987 7.71832 11.9433 8.0567C12.3399 8.45306 12.6546 8.9237 12.8693 9.44172C13.0839 9.95973 13.1944 10.515 13.1944 11.0757C13.1944 11.6364 13.0839 12.1917 12.8693 12.7097C12.6546 13.2277 12.3399 13.6983 11.9433 14.0947L8.24329 17.7947C7.43852 18.5755 6.35893 19.0084 5.23768 18.9999C4.11643 18.9914 3.04352 18.5422 2.25065 17.7493C1.45779 16.9565 1.00861 15.8836 1.00012 14.7623C0.991636 13.6411 1.42452 12.5615 2.20529 11.7567L3.93529 10.0267" stroke="#8D8F9B" stroke-linecap="round" stroke-linejoin="round"/>
                                </svg>
                            </a>
                        </li>
                        <li class="nav-item">
                            <a class="nav-link" href="#">
                                <svg width="12" height="12" viewBox="0 0 12 13" fill="none" xmlns="http://www.w3.org/2000/svg">
                                    <path d="M6 13V7M6 1H0M6 1H12M6 1V7M6 7H2M6 7H10" stroke="#8D8F9B"/>
                                </svg>
                            </a>
                        </li>
                        <li class="nav-item">
                            <a class="nav-link" href="#">
                                <svg width="14" height="14" viewBox="0 0 16 16" fill="none" xmlns="http://www.w3.org/2000/svg">
                                    <path d="M10.5557 14.2839L14.9298 2.48075C15.2553 1.6011 14.3996 0.745072 13.5202 1.07068L1.71559 5.44971C0.70497 5.82433 0.784595 7.27905 1.82934 7.54163L7.13797 8.87556L8.4636 14.1693C8.72522 15.2152 10.1803 15.2958 10.5557 14.2839V14.2839Z" stroke="#8D8F9B" stroke-linecap="round" stroke-linejoin="round"/>
                                </svg>
                            </a>
                        </li>
                    </ul>
                </div>
                <div class="comment">
                    <div class="comment-item-wrapper">
                        <div class="comment-item">
                            <div class="comment-author">
                                <div class="comment-author-img">
                                    <img src="{{ asset('img/content/comment-author.png') }}">
                                </div>
                                <div class="comment-author-name-wrapper">
                                    <div class="comment-author-name">
                                        <p>Диана Садвокасова</p>
                                    </div>
                                    <span>Кеше 18:39</span>
                                </div>
                                <div class="comment-author-rating">
                                    <a class="comment-dislike" href="#">
                                        <img src="{{ asset('img/icon/comment-arrow-down.svg') }}">
                                    </a>
                                    <div class="comment-author-number">40</div>
                                    <a class="comment-like" href="#">
                                        <img src="{{ asset('img/icon/comment-arrow-up.svg') }}">
                                    </a>
                                </div>
                            </div>
                            <div class="comment-text">
                                <p>Совковый подход - строим из кирпича 10 лет. Потом 10 лет там делаем отделку. Когда достроили, выясняется, что надо переезжать (из-за детей, из-за того, что нет работы и т.д.) Какой толк от этого кирпича, когда надо жить здесь и сейчас</p>
                            </div>
                            <div class="comment-reply-wrapper">
                                <a class="comment-reply" href="#">Жауап беру</a>
                                <div class="comment-author-rating-mini d-none">
                                    <a class="comment-dislike" href="#">
                                        <img src="{{ asset('img/icon/comment-arrow-down.svg') }}">
                                    </a>
                                    <div class="comment-author-number">40</div>
                                    <a class="comment-like" href="#">
                                        <img src="{{ asset('img/icon/comment-arrow-up.svg') }}">
                                    </a>
                                </div>
                            </div>
                        </div>
                        <div class="comment-item">
                            <div class="comment-author">
                                <div class="comment-author-img">
                                    <img src="{{ asset('img/content/comment-author.png') }}">
                                </div>
                                <div class="comment-author-name-wrapper">
                                    <div class="comment-author-name">
                                        <p>Индира Кумаровна</p>
                                        <div class="reply-address">
                                            <img src="{{ asset('img/icon/reply.svg') }}">
                                            <p>Диана</p>
                                        </div>
                                    </div>
                                    <span>Кеше 18:39</span>
                                </div>
                                <div class="comment-author-rating">
                                    <a class="comment-dislike" href="#">
                                        <img src="{{ asset('img/icon/comment-arrow-down.svg') }}">
                                    </a>
                                    <div class="comment-author-number negative">-3</div>
                                    <a class="comment-like" href="#">
                                        <img src="{{ asset('img/icon/comment-arrow-up.svg') }}">
                                    </a>
                                </div>
                            </div>
                            <div class="comment-text">
                                <p>Совковый подход - строим из кирпича 10 лет. Потом 10 лет там делаем отделку. Когда достроили, выясняется, что надо переезжать (из-за детей, из-за того, что нет работы и т.д.) Какой толк от этого кирпича, когда надо жить здесь и сейчас</p>
                            </div>
                            <div class="comment-reply-wrapper">
                                <a class="comment-reply" href="#">Жауап беру</a>
                                <div class="comment-author-rating-mini d-none">
                                    <a class="comment-dislike" href="#">
                                        <img src="{{ asset('img/icon/comment-arrow-down.svg') }}">
                                    </a>
                                    <div class="comment-author-number negative">-3</div>
                                    <a class="comment-like" href="#">
                                        <img src="{{ asset('img/icon/comment-arrow-up.svg') }}">
                                    </a>
                                </div>
                            </div>
                        </div>
                        <div class="comment-item">
                            <div class="comment-author">
                                <div class="comment-author-img">
                                    <img src="{{ asset('img/content/comment-author.png') }}">
                                </div>
                                <div class="comment-author-name-wrapper">
                                    <div class="comment-author-name">
                                        <p>Лаура Муратовна</p>
                                        <div class="comment-cash">+500₸</div>
                                    </div>
                                    <span>Кеше 18:39</span>
                                </div>
                                <div class="comment-author-rating">
                                    <a class="comment-dislike" href="#">
                                        <img src="{{ asset('img/icon/comment-arrow-down.svg') }}">
                                    </a>
                                    <div class="comment-author-number">40</div>
                                    <a class="comment-like" href="#">
                                        <img src="{{ asset('img/icon/comment-arrow-up.svg') }}">
                                    </a>
                                </div>
                            </div>
                            <div class="comment-text">
                                <p>Спасибо вам за такие полезные статьи, держите небольшой донат за реально полезные новости.</p>
                            </div>
                            <div class="comment-reply-wrapper">
                                <a class="comment-reply" href="#">Жауап беру</a>
                                <div class="comment-author-rating-mini d-none">
                                    <a class="comment-dislike" href="#">
                                        <img src="{{ asset('img/icon/comment-arrow-down.svg') }}">
                                    </a>
                                    <div class="comment-author-number">40</div>
                                    <a class="comment-like" href="#">
                                        <img src="{{ asset('img/icon/comment-arrow-up.svg') }}">
                                    </a>
                                </div>
                            </div>
                        </div>
                        <div class="comment-item">
                            <div class="comment-author">
                                <div class="comment-author-img">
                                    <img src="{{ asset('img/content/comment-author.png') }}">
                                </div>
                                <div class="comment-author-name-wrapper">
                                    <div class="comment-author-name">
                                        <p>Kymbat Slyambekov</p>
                                        <div class="author-icon">автор</div>
                                        <div class="reply-address">
                                            <img src="{{ asset('img/icon/reply.svg') }}">
                                            <p>Диана</p>
                                        </div>
                                    </div>
                                    <span>Кеше 18:39</span>
                                </div>
                                <div class="comment-author-rating">
                                    <a class="comment-dislike" href="#">
                                        <img src="{{ asset('img/icon/comment-arrow-down.svg') }}">
                                    </a>
                                    <div class="comment-author-number neitral">0</div>
                                    <a class="comment-like" href="#">
                                        <img src="{{ asset('img/icon/comment-arrow-up.svg') }}">
                                    </a>
                                </div>
                            </div>
                            <div class="comment-text">
                                <p>Спасибо за поддержку, но мы и так неплохо зарабатываем на том что вы нас читаете и делитесь с друзьями в социальных сетях 😉</p>
                            </div>
                            <div class="comment-reply-wrapper">
                                <a class="comment-reply" href="#">Жауап беру</a>
                                <div class="comment-author-rating-mini d-none">
                                    <a class="comment-dislike" href="#">
                                        <img src="{{ asset('img/icon/comment-arrow-down.svg') }}">
                                    </a>
                                    <div class="comment-author-number neitral">0</div>
                                    <a class="comment-like" href="#">
                                        <img src="{{ asset('img/icon/comment-arrow-up.svg') }}">
                                    </a>
                                </div>
                            </div>
                        </div>
                    </div>
                    <a class="comment-uncover" href="#">
                        <img src="{{ asset('img/icon/uncover.svg') }}">
                        <span>Тағы пікірлер көрсету (381)</span>
                    </a>
                </div>
                <!--<div class="comment">
                    <div class="comment-item-wrapper">
                        <div class="comment-item">
                            <div class="comment-author">
                                <div class="comment-author-img">
                                    <img src="img/content/comment-author.png">
                                </div>
                                <div class="comment-author-name-wrapper">
                                    <div class="comment-author-name">
                                        <p>Диана Садвокасова</p>
                                    </div>
                                    <span>Кеше 18:39</span>
                                </div>
                                <div class="comment-author-rating">
                                    <a class="comment-dislike" href="#">
                                        <img src="img/icon/comment-arrow-down.svg">
                                    </a>
                                    <div class="comment-author-number">40</div>
                                    <a class="comment-like" href="#">
                                        <img src="img/icon/comment-arrow-up.svg">
                                    </a>
                                </div>
                            </div>
                            <div class="comment-text">
                                <p>Совковый подход - строим из кирпича 10 лет. Потом 10 лет там делаем отделку. Когда достроили, выясняется, что надо переезжать (из-за детей, из-за того, что нет работы и т.д.) Какой толк от этого кирпича, когда надо жить здесь и сейчас</p>
                            </div>
                            <div class="comment-reply-wrapper">
                                <a class="comment-reply" href="#">Жауап беру</a>
                                <div class="comment-author-rating-mini d-none">
                                    <a class="comment-dislike" href="#">
                                        <img src="img/icon/comment-arrow-down.svg">
                                    </a>
                                    <div class="comment-author-number">40</div>
                                    <a class="comment-like" href="#">
                                        <img src="img/icon/comment-arrow-up.svg">
                                    </a>
                                </div>
                            </div>
                        </div>
                        <div class="comment-item-reply">
                            <div class="comment-item">
                                <div class="comment-author">
                                    <div class="comment-author-img">
                                        <img src="img/content/comment-author.png">
                                    </div>
                                    <div class="comment-author-name-wrapper">
                                        <div class="comment-author-name">
                                            <p>Индира Кумаровна</p>
                                            <div class="reply-address">
                                                <img src="img/icon/reply.svg">
                                                <p>Диана</p>
                                            </div>
                                        </div>
                                        <span>Кеше 18:39</span>
                                    </div>
                                    <div class="comment-author-rating">
                                        <a class="comment-dislike" href="#">
                                            <img src="img/icon/comment-arrow-down.svg">
                                        </a>
                                        <div class="comment-author-number">40</div>
                                        <a class="comment-like" href="#">
                                            <img src="img/icon/comment-arrow-up.svg">
                                        </a>
                                    </div>
                                </div>
                                <div class="comment-text">
                                    <p>Совковый подход - строим из кирпича 10 лет. Потом 10 лет там делаем отделку. Когда достроили, выясняется, что надо переезжать (из-за детей, из-за того, что нет работы и т.д.) Какой толк от этого кирпича, когда надо жить здесь и сейчас</p>
                                </div>
                                <div class="comment-reply-wrapper">
                                    <a class="comment-reply" href="#">Жауап беру</a>
                                    <div class="comment-author-rating-mini d-none">
                                        <a class="comment-dislike" href="#">
                                            <img src="img/icon/comment-arrow-down.svg">
                                        </a>
                                        <div class="comment-author-number">40</div>
                                        <a class="comment-like" href="#">
                                            <img src="img/icon/comment-arrow-up.svg">
                                        </a>
                                    </div>
                                </div>
                            </div>
                            <div class="comment-item-reply">
                                <div class="comment-item">
                                    <div class="comment-author mini">
                                        <div class="comment-author-img">
                                            <img src="img/content/comment-author.png">
                                        </div>
                                        <div class="comment-author-name-wrapper">
                                            <div class="comment-author-name">
                                                <p>Қуат Мерей</p>
                                                <div class="reply-address">
                                                    <img src="img/icon/reply.svg">
                                                    <p>Диана</p>
                                                </div>
                                            </div>
                                            <span>Кеше 18:39</span>
                                        </div>
                                        <div class="comment-author-rating">
                                            <a class="comment-dislike" href="#">
                                                <img src="img/icon/comment-arrow-down.svg">
                                            </a>
                                            <div class="comment-author-number">40</div>
                                            <a class="comment-like" href="#">
                                                <img src="img/icon/comment-arrow-up.svg">
                                            </a>
                                        </div>
                                    </div>
                                    <div class="comment-text">
                                        <p>Совковый подход - строим из кирпича 10 лет. Потом 10 лет там делаем отделку. Когда достроили, выясняется, что надо переезжать (из-за детей, из-за того, что нет работы и т.д.) Какой толк от этого кирпича, когда надо жить здесь и сейчас</p>
                                    </div>
                                    <div class="comment-reply-wrapper">
                                        <a class="comment-reply" href="#">Жауап беру</a>
                                        <div class="comment-author-rating-mini d-none">
                                            <a class="comment-dislike" href="#">
                                                <img src="img/icon/comment-arrow-down.svg">
                                            </a>
                                            <div class="comment-author-number">40</div>
                                            <a class="comment-like" href="#">
                                                <img src="img/icon/comment-arrow-up.svg">
                                            </a>
                                        </div>
                                    </div>
                                </div>
                                <div class="comment-item-reply">
                                    <div class="comment-item">
                                        <div class="comment-author mini">
                                            <div class="comment-author-img">
                                                <img src="img/content/comment-author.png">
                                            </div>
                                            <div class="comment-author-name-wrapper">
                                                <div class="comment-author-name">
                                                    <p>Дамир Юнусов</p>
                                                    <div class="reply-address">
                                                        <img src="img/icon/reply.svg">
                                                        <p>Диана</p>
                                                    </div>
                                                </div>
                                                <span>Кеше 18:39</span>
                                            </div>
                                            <div class="comment-author-rating">
                                                <a class="comment-dislike" href="#">
                                                    <img src="img/icon/comment-arrow-down.svg">
                                                </a>
                                                <div class="comment-author-number negative">-3</div>
                                                <a class="comment-like" href="#">
                                                    <img src="img/icon/comment-arrow-up.svg">
                                                </a>
                                            </div>
                                        </div>
                                        <div class="comment-text">
                                            <p>Совковый подход - строим из кирпича 10 лет. Потом 10 лет там делаем отделку. Когда достроили, выясняется, что надо переезжать (из-за детей, из-за того, что нет работы и т.д.) Какой толк от этого кирпича, когда надо жить здесь и сейчас</p>
                                        </div>
                                        <div class="comment-reply-wrapper">
                                            <a class="comment-reply" href="#">Жауап беру</a>
                                            <div class="comment-author-rating-mini d-none">
                                                <a class="comment-dislike" href="#">
                                                    <img src="img/icon/comment-arrow-down.svg">
                                                </a>
                                                <div class="comment-author-number negative ">-3</div>
                                                <a class="comment-like" href="#">
                                                    <img src="img/icon/comment-arrow-up.svg">
                                                </a>
                                            </div>
                                        </div>
                                    </div>
                                </div>
                            </div>
                            <div class="comment-item">
                                <div class="comment-author">
                                    <div class="comment-author-img">
                                        <img src="img/content/comment-author.png">
                                    </div>
                                    <div class="comment-author-name-wrapper">
                                        <div class="comment-author-name">
                                            <p>Самир Сабуров</p>
                                            <div class="reply-address">
                                                <img src="img/icon/reply.svg">
                                                <p>Диана</p>
                                            </div>
                                        </div>
                                        <span>Кеше 18:39</span>
                                    </div>
                                    <div class="comment-author-rating">
                                        <a class="comment-dislike" href="#">
                                            <img src="img/icon/comment-arrow-down.svg">
                                        </a>
                                        <div class="comment-author-number">40</div>
                                        <a class="comment-like" href="#">
                                            <img src="img/icon/comment-arrow-up.svg">
                                        </a>
                                    </div>
                                </div>
                                <div class="comment-text">
                                    <p>Совковый подход - строим из кирпича 10 лет. Потом 10 лет там делаем отделку. Когда достроили, выясняется, что надо переезжать (из-за детей, из-за того, что нет работы и т.д.) Какой толк от этого кирпича, когда надо жить здесь и сейчас</p>
                                </div>
                                <div class="comment-reply-wrapper">
                                    <a class="comment-reply" href="#">Жауап беру</a>
                                    <div class="comment-author-rating-mini d-none">
                                        <a class="comment-dislike" href="#">
                                            <img src="img/icon/comment-arrow-down.svg">
                                        </a>
                                        <div class="comment-author-number">40</div>
                                        <a class="comment-like" href="#">
                                            <img src="img/icon/comment-arrow-up.svg">
                                        </a>
                                    </div>
                                </div>
                            </div>
                        </div>
                    </div>
                    <div class="comment-item-wrapper">
                        <div class="comment-item">
                            <div class="comment-author">
                                <div class="comment-author-img">
                                    <img src="img/content/comment-author.png">
                                </div>
                                <div class="comment-author-name-wrapper">
                                    <div class="comment-author-name">
                                        <p>Лаура Муратовна</p>
                                        <div class="comment-cash">+500₸</div>
                                    </div>
                                    <span>Кеше 18:39</span>
                                </div>
                                <div class="comment-author-rating">
                                    <a class="comment-dislike" href="#">
                                        <img src="img/icon/comment-arrow-down.svg">
                                    </a>
                                    <div class="comment-author-number">40</div>
                                    <a class="comment-like" href="#">
                                        <img src="img/icon/comment-arrow-up.svg">
                                    </a>
                                </div>
                            </div>
                            <div class="comment-text">
                                <p>Спасибо вам за такие полезные статьи, держите небольшой донат за реально полезные новости.</p>
                            </div>
                            <div class="comment-reply-wrapper">
                                <a class="comment-reply" href="#">Жауап беру</a>
                                <div class="comment-author-rating-mini d-none">
                                    <a class="comment-dislike" href="#">
                                        <img src="img/icon/comment-arrow-down.svg">
                                    </a>
                                    <div class="comment-author-number">40</div>
                                    <a class="comment-like" href="#">
                                        <img src="img/icon/comment-arrow-up.svg">
                                    </a>
                                </div>
                            </div>
                        </div>
                        <div class="comment-item-reply">
                            <div class="comment-item">
                                <div class="comment-author">
                                    <div class="comment-author-img">
                                        <img src="img/content/comment-author.png">
                                    </div>
                                    <div class="comment-author-name-wrapper">
                                        <div class="comment-author-name">
                                            <p>Kymbat Slyambekov</p>
                                            <div class="author-icon">автор</div>
                                            <div class="reply-address">
                                                <img src="img/icon/reply.svg">
                                                <p>Диана</p>
                                            </div>
                                        </div>
                                        <span>Кеше 18:39</span>
                                    </div>
                                    <div class="comment-author-rating">
                                        <a class="comment-dislike" href="#">
                                            <img src="img/icon/comment-arrow-down.svg">
                                        </a>
                                        <div class="comment-author-number neitral">0</div>
                                        <a class="comment-like" href="#">
                                            <img src="img/icon/comment-arrow-up.svg">
                                        </a>
                                    </div>
                                </div>
                                <div class="comment-text">
                                    <p>Спасибо за поддержку, но мы и так неплохо зарабатываем на том что вы нас читаете и делитесь с друзьями в социальных сетях 😉</p>
                                </div>
                                <div class="comment-reply-wrapper">
                                    <a class="comment-reply" href="#">Жауап беру</a>
                                    <div class="comment-author-rating-mini d-none">
                                        <a class="comment-dislike" href="#">
                                            <img src="img/icon/comment-arrow-down.svg">
                                        </a>
                                        <div class="comment-author-number neitral">0</div>
                                        <a class="comment-like" href="#">
                                            <img src="img/icon/comment-arrow-up.svg">
                                        </a>
                                    </div>
                                </div>
                            </div>
                        </div>
                    </div>
                    <a class="comment-uncover" href="#">
                        <img src="img/icon/uncover.svg">
                        <span>Тағы пікірлер көрсету (381)</span>
                    </a>
                </div>-->
            </div>
        </div>
        <div class="similar-publication">
            <div class="similar-publication-logo">
                <svg width="120" height="174" viewBox="0 0 120 174" fill="none" xmlns="http://www.w3.org/2000/svg">
                    <g filter="url(#filter0_iii)">
                        <path fill-rule="evenodd" clip-rule="evenodd" d="M0 12.2791C0 8.10947 1.18441 5.0204 3.55666 3.01188C5.92719 1.00336 9.26003 0 13.5552 0C16.2218 0 18.6664 0.348219 20.8889 1.04106C23.1114 1.73749 24.5919 2.24007 25.3338 2.547V69.0436C29.0368 64.1003 34.1497 59.8913 40.6674 56.4163C47.185 52.9395 54.6668 51.202 63.1108 51.202C70.2843 51.202 76.9673 52.3705 83.1647 54.7039L63.6737 75.0602C62.3344 74.9112 60.9606 74.8358 59.5559 74.8358C54.3689 74.8358 49.6675 75.8015 45.4446 77.731C41.2234 79.6623 37.6306 82.326 34.6679 85.7238C31.7052 89.1216 29.3708 93.1386 27.6682 97.7731C25.9656 102.408 25.1118 107.349 25.1118 112.601C25.1118 118.162 25.9656 123.259 27.6682 127.892C29.3725 132.526 31.743 136.465 34.7798 139.708C37.8165 142.951 41.4455 145.5 45.6684 147.354C49.8895 149.208 54.5204 150.135 59.5576 150.135C64.5947 150.135 69.2222 149.169 73.4451 147.239C77.2358 145.506 80.5498 143.212 83.3851 140.358L83.3902 140.352C83.6726 140.069 83.948 139.78 84.22 139.485L119.382 102.767C119.793 105.94 120 109.218 120 112.601C120 121.405 118.52 129.592 115.555 137.159C112.592 144.728 108.445 151.215 103.112 156.622C97.777 162.028 91.4452 166.275 84.1116 169.365C76.7779 172.455 68.7419 174 60.0017 174C51.2616 174 43.2238 172.611 35.8902 169.83C28.5565 167.048 22.2231 162.879 16.8915 157.32C11.5565 151.757 7.40941 144.809 4.44668 136.466C1.48395 128.125 0.0017232 118.318 0.0017232 107.042V12.2791H0Z" fill="#F9F9FD"/>
                        <path d="M116.31 79.3527C118.759 76.7985 119.829 74.1313 119.524 71.3491C119.217 68.5688 117.797 65.8549 115.26 63.2091C113.597 61.4752 111.848 60.1075 110.011 59.1041C108.174 58.1008 106.95 57.4636 106.337 57.189L64.3509 100.964L58.4616 94.8231C56.0154 92.2708 53.452 91.1543 50.7854 91.472C48.117 91.7915 45.5141 93.2741 42.9783 95.9198C41.3153 97.6537 40.0035 99.4774 39.0395 101.393C38.0789 103.308 37.4643 104.584 37.2026 105.223L53.8376 122.567C59.6271 128.604 69.0713 128.604 74.8625 122.565L79.9651 117.245L116.308 79.3527H116.31Z" fill="#F9F9FD"/>
                    </g>
                    <defs>
                        <filter id="filter0_iii" x="0" y="0" width="120" height="178" filterUnits="userSpaceOnUse" color-interpolation-filters="sRGB">
                            <feFlood flood-opacity="0" result="BackgroundImageFix"/>
                            <feBlend mode="normal" in="SourceGraphic" in2="BackgroundImageFix" result="shape"/>
                            <feColorMatrix in="SourceAlpha" type="matrix" values="0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 127 0" result="hardAlpha"/>
                            <feOffset dy="4"/>
                            <feGaussianBlur stdDeviation="2"/>
                            <feComposite in2="hardAlpha" operator="arithmetic" k2="-1" k3="1"/>
                            <feColorMatrix type="matrix" values="0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0.03 0"/>
                            <feBlend mode="normal" in2="shape" result="effect1_innerShadow"/>
                            <feColorMatrix in="SourceAlpha" type="matrix" values="0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 127 0" result="hardAlpha"/>
                            <feOffset dy="1"/>
                            <feGaussianBlur stdDeviation="1"/>
                            <feComposite in2="hardAlpha" operator="arithmetic" k2="-1" k3="1"/>
                            <feColorMatrix type="matrix" values="0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0.03 0"/>
                            <feBlend mode="normal" in2="effect1_innerShadow" result="effect2_innerShadow"/>
                            <feColorMatrix in="SourceAlpha" type="matrix" values="0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 127 0" result="hardAlpha"/>
                            <feOffset dy="1"/>
                            <feComposite in2="hardAlpha" operator="arithmetic" k2="-1" k3="1"/>
                            <feColorMatrix type="matrix" values="0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0.03 0"/>
                            <feBlend mode="normal" in2="effect2_innerShadow" result="effect3_innerShadow"/>
                        </filter>
                    </defs>
                </svg>
            </div>
            <div class="similar-publication-bottom">
                <p>Ұқсас мақалалар</p>
                <hr>
            </div>
        </div>

    </div>
</section>

<div class="overlay"></div>

<script src="{{ asset('js/libs.min.js') }}"></script>
<script src="{{ asset('js/script.js') }}"></script>

<script>
    $('#publication-checkbox').click(function (){
        $('#publication').toggleClass('dark');
    });
</script>

</body>
</html>